{
	"title": "DJI Mini 2 Fly More Combo – Ultralight Foldable Drone, 3-Axis Gimbal with 4K Camera, 12MP Photos, 31 Mins Flight Time, OcuSync 2.0 10km HD Video Transmission, QuickShots, Gray",
	"asin": "B08JGX61H7",
	"itemUrl": "https://www.amazon.com/DJI-Mini-Fly-More-Combo/dp/B08JGX61H7/ref=sr_1_58?keywords=drone&qid=1674944744&sr=8-58",
	"keyword": "drone",
	"description": "OVERVIEW: DJI Mini 2 is beginner-friendly, powerful, and well, mini. Impressive performance, stunning image quality, and creative videos are just a few taps away. Explore an entirely new perspective, capturing the moments that make your life truly yours. INTELLIGENT MODES: PanoramaSelect from Wide-Angle, 180°, and Sphere panoramas, and DJI Mini 2 will do the rest, generating a panoramic masterpiece almost instantly. Enhanced PhotoThe DJI Fly app features intelligent, built-in photo optimization. The app automatically enhances image quality after downloading a photo, resulting in vivid colors and details that pop. DIRECT DOWNLOAD AND INSTANT EDITING: QuickTransferWhen Mini 2 is close to your smartphone, the DJI Fly app will automatically recognize and connect to the aircraft and synchronize selected photos and videos at 20 MB/s. Trimmed DownloadWith this new feature, you can easily cut out a segment of your footage to edit and download. Looking for the perfect shot or worrying about insufficient storage is a thing of the past. Imaginative TemplatesThe intuitive editor of the DJI Fly app includes a diverse set of creative templates. Flying, shooting, editing, and sharing can be done almost instantly, allowing you to create and share on the go. IN THE BOX (Combo): Aircraft x 1Remote Controller x 1DJI Mavic Mini 2 Intelligent Flight Battery × 3Spare Propellers (Pair) ×3Type-C Cable × 1Gimbal Protector × 1RC Cable (Micro USB connector) ×1RC Cable (USB-C connector) ×1RC Cable (Lightning connector) ×1Spare Control Sticks (Pair) ×1Spare Screw × 18Screwdriver × 1Propeller Holder × 1Two-Way Charging Hub ×1DJI 18W USB Charger ×1Shoulder Bag × 1.",
	"sellerName": "Toys Place",
	"offer": "$549.99",
	"aodImage": "https://m.media-amazon.com/images/I/41JAI1e27CL.jpg"
}