{
	"id": "gm0L1O1XYLP4KNo",
	"json": "{\"id\":\"gm0L1O1XYLP4KNo\",\"url\":\"https://www.amazon.com/gp/aod/ajax/ref=auto_load_aod?asin=B0B7GJZZ48&pc=dp\",\"loadedUrl\":\"https://www.amazon.com/gp/aod/ajax/ref=auto_load_aod?asin=B0B7GJZZ48&pc=dp\",\"uniqueKey\":\"https://www.amazon.com/gp/aod/ajax/ref=auto_load_aod?asin=B0B7GJZZ48&pc=dp\",\"method\":\"GET\",\"noRetry\":false,\"retryCount\":0,\"errorMessages\":[],\"headers\":{},\"userData\":{\"data\":{\"title\":\"DJI Avata Pro-View Combo (DJI Goggles 2) - First-Person View Drone UAV Quadcopter with 4K Stabilized Video, Super-Wide 155° FOV, Built-in Propeller Guard, HD Low-Latency Transmission\",\"asin\":\"B0B7GJZZ48\",\"itemUrl\":\"https://www.amazon.com/DJI-Avata-Pro-View-Goggles-Built/dp/B0B7GJZZ48/ref=sr_1_44?keywords=drone&qid=1674944744&sr=8-44\",\"keyword\":\"drone\",\"description\":\"Overview  Experience the thrill of total immersion with unrivaled safety and control. DJI Avata features a built-in propeller guard, 4K stabilized video, and flagship transmission technology. When you combine Avata with DJI goggles and the motion controller, flight is easy and fun for pilots of all levels.   Note  1. DJI Avata is compatible with DJI Goggles 2, DJI FPV Goggles V2, DJI FPV Remote Controller 2, and DJI Motion Controller. 2. The 155° FOV is only available when the aspect ratio is 4:3, and the video recording specification is 2.7K@50/60fps or 1080p@50fps/60fps; the aspect ratio is 16:9, and the video recording specification is 4K@50/60fps, 2.7K@50/60fps, or 1080p@50/60fps. 3. HorizonSteady is only available in Normal mode FOV with an aspect ratio of 16:9 and the video recording specification of 4K@50/60fps, 2.7K@50/60fps, or 1080p@50/60fps. RockSteady is unavailable when the video recording specification is 2.7K@100/120fps or 1080p@100/120fps. 4. DJI Avata only supports downward obstacle sensing when used with DJI FPV Remote Controller 2 or DJI Motion Controller in N Mode or S Mode. 5. DJI Avata must maintain a distance of at least 0.25 m from the ground.   What is the difference between DJI Avata, DJI Avata Pro-View Combo, and DJI Avata Fly Smart Combo?  DJI Avata: Does not include a remote controller or goggles. You can use the DJI Motion Controller, DJI FPV Remote Controller 2, or DJI FPV Goggles V2 that you already own. DJI Avata Pro-View Combo: Includes DJI Goggles 2 and DJI Motion Controller, which can realize intuitive control by hand and head movements to provide an immersive sensory experience with flexibility and ease. DJI Avata Fly Smart Combo: Includes DJI FPV Goggles V2 and DJI Motion Controller, making it a cost-effective choice for immersive flight experience.  Compared with DJI FPV Goggles V2, what upgrades does DJI Goggles 2 have? 1. DJI Goggles 2 features a head tracking function 2. DJI Goggles 2 weighs only 290 g, which is 30% lighter than DJI FPV Goggles V2. 3. DJI Goggles 2 is equipped with two 1080p Micro-OLED screens. 4. DJI Goggles 2 supports diopter adjustment from -8.0 D to +2.0 D. 5. DJI Goggles 2 supports Wi-Fi wireless streaming.  For more Q&A information, please refer to the product guides and documents.\"},\"label\":\"OFFERS\",\"__crawlee\":{\"state\":4}},\"handledAt\":\"2023-01-28T22:26:02.791Z\"}",
	"method": "GET",
	"orderNo": null,
	"retryCount": 0,
	"uniqueKey": "https://www.amazon.com/gp/aod/ajax/ref=auto_load_aod?asin=B0B7GJZZ48&pc=dp",
	"url": "https://www.amazon.com/gp/aod/ajax/ref=auto_load_aod?asin=B0B7GJZZ48&pc=dp"
}